Repository: eliranRP/tischkicker-scoreboard
Catalog: FoosballScoreboard/FoosballScoreboard/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl

# team.red
source: Red
de: Rot
es: Rojo
fr: Rouge
it: Rosso
nl: Rood
pl: Czerwony

# team.blue
source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu
nl: Blauw
pl: Niebieski

# action.addGoal
source: + Goal
de: + Tor
es: + Gol
fr: + But
it: + Gol
nl: + Punt
pl: + Gol

# action.lastGoal
source: Last goal
de: Letztes Tor
es: Último gol
fr: Dernier but
it: Ultimo gol
nl: Laatste punt
pl: Ostatni gol

# action.newMatch
source: New match
de: Neue Partie
es: Nueva partida
fr: Nouvelle partie
it: Nuova partita
nl: Nieuwe wedstrijd
pl: Nowa partia

# race.firstTo %lld
source: First to %lld
de: Erste auf %lld
es: Primero a %lld
fr: Premier à %lld
it: Primo a %lld
nl: Eerste tot %lld
pl: Pierwszy do %lld

# race.question
source: Play to?
de: Bis wohin?
es: ¿Hasta cuánto?
fr: Jusqu’où ?
it: Fino a quanto?
nl: Tot hoeveel?
pl: Do ilu?

# race.afterWork
source: After work
de: Büro, Feierabend
es: Después del trabajo
fr: Après le boulot
it: Dopo lavoro
nl: Na het werk
pl: Po pracy

# race.longMatch
source: Long match
de: Lange Partie
es: Partida larga
fr: Partie longue
it: Partita lunga
nl: Lange wedstrijd
pl: Długa partia

# header.race.title
source: First to 5 or 10.
de: Erste auf 5 oder 10.
es: Primero a 5 o 10.
fr: Premier à 5 ou 10.
it: Primo a 5 o 10.
nl: Eerste tot 5 of 10.
pl: Pierwszy do 5 lub 10.

# header.race.subtitle
source: ITSF-style. No league mode.
de: ITSF-nah. Kein Liga-Modus.
es: Estilo ITSF. Sin modo liga.
fr: Proche ITSF. Pas de mode ligue.
it: Stile ITSF. Niente campionato.
nl: ITSF-achtig. Geen competitiemodus.
pl: W stylu ITSF. Bez ligi.

# header.live.title
source: Giant taps. One thumb.
de: Spielstand fürs Büro
es: Marcador de oficina
fr: Score pour le bureau
it: Punteggio da ufficio
nl: Stand voor op kantoor
pl: Wynik do biura

# header.live.subtitle
source: No fiddling mid-match.
de: Zwei Teams. Handy auf die Reling.
es: Dos equipos. Móvil en la barandilla.
fr: Deux équipes. Téléphone sur la rampe.
it: Due squadre. Telefono sulla sponda.
nl: Twee teams. Telefoon op de reling.
pl: Dwie drużyny. Telefon na relingu.

# header.over.title
source: %@ wins.
de: %@ gewinnt.
es: Gana %@.
fr: %@ gagne.
it: Vince %@.
nl: %@ wint.
pl: Wygrywa %@.

# header.over.subtitle
source: Match over.
de: Partie vorbei.
es: Partida terminada.
fr: Partie terminée.
it: Partita finita.
nl: Wedstrijd voorbij.
pl: Koniec partii.

# match.playAgain
source: Play again
de: Nochmal
es: Otra vez
fr: Rejouer
it: Ancora
nl: Opnieuw
pl: Jeszcze raz

# match.nextSet
source: Next set
de: Nächster Satz
es: Siguiente set
fr: Set suivant
it: Set successivo
nl: Volgende set
pl: Następny set

# match.changeRace
source: Change race
de: Andere Distanz
es: Cambiar carrera
fr: Changer la course
it: Cambia il traguardo
nl: Andere afstand
pl: Zmień dystans

# match.setsFormat %lld %lld
source: Sets %lld–%lld
de: Sätze %lld–%lld
it: Set %lld–%lld
pl: Sety %lld–%lld

# confirm.reset.title
source: New match?
de: Neue Partie?
es: ¿Nueva partida?
fr: Nouvelle partie ?
it: Nuova partita?
nl: Nieuwe wedstrijd?
pl: Nowa partia?

# confirm.reset.message
source: Scores go back to 0–0.
de: Spielstand zurück auf 0–0.
es: Los tantos vuelven a 0–0.
fr: Les scores reviennent à 0–0.
it: I punteggi tornano a 0–0.
nl: Stand terug naar 0–0.
pl: Wynik wraca do 0–0.

# confirm.reset.confirm
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Azzera
nl: Resetten
pl: Resetuj

# confirm.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj

# rename.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Bewaren
pl: Zapisz

# a11y.addGoal %@
source: Goal for %@
de: Tor für %@
es: Gol para %@
fr: But pour %@
it: Gol per %@
nl: Punt voor %@
pl: Gol dla %@

# a11y.lastGoal
source: Undo last goal
de: Letztes Tor zurücknehmen
es: Deshacer el último gol
fr: Annuler le dernier but
it: Annulla l’ultimo gol
nl: Laatste punt ongedaan maken
pl: Cofnij ostatni gol

# a11y.newMatch
source: Start a new match
de: Neue Partie beginnen
es: Empezar una nueva partida
fr: Commencer une nouvelle partie
it: Inizia una nuova partita
nl: Nieuwe wedstrijd starten
pl: Zacznij nową partię

# a11y.pickRace %lld
source: Play first to %lld
de: Spielen, erste auf %lld
es: Jugar, primero a %lld
fr: Jouer, premier à %lld
it: Gioca, primo a %lld
nl: Spelen, eerste tot %lld
pl: Graj, pierwszy do %lld

# a11y.editName %@
source: Edit %@ name
de: %@ umbenennen
es: Cambiar nombre de %@
fr: Renommer %@
it: Rinomina %@
nl: Naam %@ wijzigen
pl: Zmień nazwę: %@

# rename.title
source: Team name
es: Nombre del equipo
fr: Nom d’équipe
it: Nome squadra
nl: Teamnaam
pl: Nazwa drużyny
